{
    "no_victims": [
        "The body of a young idelwoof cub is found.",
        "The villagers swear they heard someone hinting at night.",
        "A pool of salt is found on the concrete.",
        "The body of Iciloo's slain cat is found.",
        "It seems that the detective has been sleeping with some cultists.",
        "A scent much like that of auror permeates the air.",
        "The crazed shaman's grocery totems are found scattered in a trail towards their house.",
        "The sky has turned a slight shade of purple."
  ],
      "lynch_reveal": [
	    "The villagers raise funds for a gigantic laser machine and test it out on \u0002{0}\u0002. Turns out that \u0002{2}\u0002 skin doesn't vaporize very well.",
        "The villagers, after much debate, decide to send all of the village's goats to kick \u0002{0}\u0002, a{1} \u0002{2}\u0002, until they flee the village in disgust, never to return.",
        "After a prolonged Struggle, \u0002{0}\u0002, a \u0002{2}\u0002, runs out of PP, and recoil damages themselves to death fighting off the bandwagon.",
        "The villagers pretend to spare \u0002{0}\u0002; however, the spare ruse was a DISTACTION, and the villagers soon dunk on the unfortunate \u0002{2}\u0002.",
        "The villagers, after much debate, decide not to lynch anyone today; however, a renegade vigilante aims their rifle anyway at \u0002{0}\u0002, and ends up noscoping the \u0002{2}\u0002.",
        "The mob puts a gun to \u0002{0}\u0002's head and blows their brains out. They died, but the villagers soon find that a{1} \u0002{2}\u0002's Persona is quite formidable, and run away.",
        "The village's mass hysteria summons a horde of winged beasts that swoop in and brutally murder \u0002{0}\u0002, a{1} \u0002{2}\u0002.",
        "About to be bandwagonned, \u0002{0}\u0002, a{1} \u0002{2}\u0002, tries to guilt trip the villagers by saying 'have fun losing', and quickly gets their throat slit for doing so.",
        "Under a lot of noise, the villagers stab \u0002{0}\u0002, a{1} \u0002{2}\u0002, with rusty pitchforks.",
        "Despite protests, the mob drags their victim to be judged by lykos. \u0002{0}\u0002 succumbs to the will of the horde, and is \u0002declared dead\u0002. The villagers bury the \u0002{2}\u0002's body.",
        "Before the rope is pulled, \u0002{0}\u0002, a{1} \u0002{2}\u0002, pulls the pin on a grenade. They hesitate, and it explodes, killing them.",
        "Before the rope is pulled, \u0002{0}\u0002, a{1} \u0002{2}\u0002, throws a grenade at the mob. They suck at aiming, and it misses completely.",
        "Uttering a chilling war cry, the villagers drag \u0002{0}\u0002 to the edge of a TV and throw them inside. The next day, the leftover remains of the late \u0002{2}\u0002 are found hanging on a cable line.",
        "For SCIENCE, the villagers throw \u0002{0}\u0002 into #freenode. They discover that the channel's cancer can indeed spread to a{1} \u0002{2}\u0002.",
        "\u0002{0}\u0002, a{1} \u0002{2}\u0002, believes the village is bluffing, and challenges them to a death match. Everyone else, however, transforms into a space animal, and the last thing that their victim hears is the 'blip-blip-blip' of them being shine spiked into the abyss."
    ],
    "quit_no_reveal": [
        "\u0002{0}\u0002 runs away from the village after being stalked by creepy deredere werewolves.",
        "While asking the wolves to PM them, \u0002{0}\u0002 is shot dead by a failhunter.",
        "Standing under a tree, \u0002{0}\u0002 is killed by a falling leaf.",
        "\u0002{0}\u0002 is killed by a certain scientific railgun before the villagers' eyes. The air smells of burnt flesh.",
        "Rampaging through the village, a wolfwagon gores \u0002{0}\u0002.",
        "\u0002{0}\u0002 falls into a vat of salt and suffocates.",
        "A pack of negative karma spammers sets upon \u0002{0}\u0002. Soon they are on the bottom of the werewolf karma stats and are publicly shamed for life.",
        "\u0002{0}\u0002 fell down the steps of their house. I warned you about stairs bro! I told you dog!",
        "\u0002{0}\u0002 is crushed to death by a \u0002mysterious totem\u0002... The villagers desperately try to save them, but it is too late.",
        "\u0002{0}\u0002 gets into a shooting match with the village drunk and crazed shaman and doesn't make it out unscathed.",
        "\u0002{0}\u0002 played Russian roulette with Beancounter, and lost. The villagers bury their remains.",
        "\u0002{0}\u0002 gets arrested for \u0002ilegel goat herding\u0002 and isn't heard from for a very long time.",
        "\u0002{0}\u0002 found out that their current village exists on Freenode and quickly retreats to a village on a more family-friendly network.",
        "\u0002{0}\u0002 didn't get out of bed for a very long time and has been found \u0002missing their alarm ten times\u0002. The villagers don't bother trying to wake them up."
    ],
    "fool_win": "Game over! The fool has been lynched, causing Nyx to trigger the Fall, and all hope is lost.",
    "no_win": "Game over! For some reason, everyone died, possibly because of failhunters or because you're playing a shitty mode like maelstrom. No one wins. I hope you're happy.",
    "piper_win": "Game over! Everyone got piper'd! The piper{0} play{1} everyone like a fiddle for being failvillage and you never return home again.",
    "monster_win": "Game over! All the wolves are dead! As the villagers start preparing the BBQ, the monster{0} quickly DUNK{1} ON them. They had a very bad time.",
    "monster_wolf_win": "Game over! There are the same number of wolves as uninjured villagers. The wolves overpower the villagers but then get dunked on by the monster{0}. They had a very bad time.",
    "villager_win": "Game over! All the wolves are dead! The villagers celebrate in the knowledge that they won't get negative karma'd by the angry safes for being failvillage.",
    "wolf_win": "Game over! There are the same number of wolves as uninjured villagers. The village is overpowered by negative karma and loses.",
    "new_game": "\u0002{0}\u0002 has started a game of salty Werewolf. Type \"{1}join\" to join. Type \"{1}start\" to ninjastart the game. Type \"{1}wait\" to make people angry at you for stalling the game.",
    "stasis": "Sorry, but {0} in stasis for {1} game{2}, probably for being a filthy idlewoof.",
    "not_playing": "Stop manual highlighting \u0002{0}\u0002 when they aren't in the game.",
    "invalid_mode": "Look, I know how much you want to vote for a cool-sounding mode like RIOT mode, but \u0002{0}\u0002 ain't valid. Valid modes are: {1}",
	"notice_off": "Bot-senpai will now use PRIVMSG for you.",
    "notice_on": "Bot-senpai will now always NOTICE you.",
    "swap_privmsg": "More than one player is logged in to your account, you filthy sockpuppeteer. Use 'swap <nick>' to swap.",
    "swap_notice": "More than one player is logged in to your account, you filthy sockpuppeteer. Use '{0}swap <nick>' to swap.",
    "get_pingif": "You will be \u0002legel pinged\u0002 when there are at least {0} players joined.",
    "no_pingif": "You do not have any ping preferences currently set.",
    "unset_pingif": "Your \u0002legel ping\u0002 preferences have been removed (was {0}).",
    "pingif_too_large": "Whoa there, did you just mash your fingers on the keyboard?",
    "pingif_already_set": "Your \u0002legel ping\u0002 preferences are already set to {0}.",
    "pingif_change": "Your \u0002legel ping\u0002 preferences have been changed from {0} to {1}.",
    "set_pingif": "Your \u0002legel ping\u0002 preferences have been set to {0}.",
    "pingif_invalid": "Stop confusing me with your crazy equations and non-number phrases. Integers ONLY. Final Destination.",
    "not_allowed": "No. Fuck you.",
    "fquit_success": "\u0002{0}\u0002 is putting \u0002{1}\u0002 into lykos prison.",
    "daylight_warning": "\u0002As the sun sinks inexorably toward the horizon, turning the lanky wolves into fire-edged wagons, the villagers are reminded that they might be wolfwagonned in the near future and should probably get their shit together.\u0002",
    "twilight_warning": "\u0002A few villagers awake early and notice it is still dark outside. The night is almost over and there are still whispers heard in the village, and they might be declared dead.\u0002",
    "sunrise": "Night lasted \u0002{0:0>2}:{1:0>2}\u0002. It is now daytime. The villagers awake, thankful for not being \u0002declared dead\u0002, and search the village... ",
    "mayor_reveal": "While being dragged to the gallows, \u0002{0}\u0002 reveals a totally legitimate and not faked at all \u0002mayor\u0002 badge. The village is stupid and agrees to let them live for now.",
    "totem_reveal": "Before the rope is pulled, \u0002{0}\u0002's totem emits a brilliant flash of light. When the villagers are able to see again, they discover that {0} is standing next to the noose, flipping off the village, while the totem takes on the shape of a{1} \u0002{2}\u0002.",
    "totem_desperation": "As the noose is being fitted, \u0002{0}\u0002's totem emits a brilliant flash of light. When the villagers are able to see again, they discover that \u0002{1}\u0002, a{2} \u0002{3}\u0002, has gotten \u0002dunked on\u0002!",
    "totem_desperation_no_reveal": "As the noose is being fitted, \u0002{0}\u0002's totem emits a brilliant flash of light. When the villagers are able to see again, they discover that \u0002{1}\u0002 has gotten \u0002dunked on\u0002!",
    "lover_suicide": "Saddened by the loss of their lover, \u0002{0}\u0002, a{1} \u0002{2}\u0002, intentionally idles out to be \u0002declared dead\u0002.",
    "lover_suicide_no_reveal": "Saddened by the loss of their lover, \u0002{0}\u0002 intentionally idles out to be \u0002declared dead\u0002.",
    "assassin_fail_totem": "Before dying, \u0002{0}\u0002 quickly attempts to stab \u0002{1}\u0002; however, {1}'s totem emits a brilliant flash of light, causing the attempt to miss.",
    "assassin_fail_angel": "Before dying, \u0002{0}\u0002 quickly attempts to stab \u0002{1}\u0002; however, a guardian angel was on duty and able to foil the attempt.",
    "assassin_fail_bodyguard": "Before dying, \u0002{0}\u0002 quickly attempts to stab \u0002{1}\u0002; however, \u0002{2}\u0002, a bodyguard, pulled a Percival to protect them.",
    "assassin_success": "Before dying, \u0002{0}\u0002 quickly stabs \u0002{1}\u0002. However, \u0002{1}\u0002 was a{2} \u0002{3}\u0002 instead of Merlin, so at least the spies have been foiled yet again.",
    "assassin_success_no_reveal": "Before dying, \u0002{0}\u0002 quickly stabs \u0002{1}\u0002.",
    "time_lord_dead": "Tick tock! The late time lord's reports showed a massive anomaly in the timespace continuum. Timelines jumping left and right, stopping and starting... Until suddenly, day ends in {0} seconds, and night ends in {1} seconds. That's your fault, isn't it?",
    "vengeful_turn": "OOOooooOOOOooo! You are the \u0002vengeful ghost\u0002. It is now your job to dunk on the \u0002{0}\u0002 that killed you.",
    "bitten": "Upon gazing at {0}'s lifeless body, you feel a sharp pang of regret and vengeance. Hopefully no one sees you as the \u0002filthy wolf sympathizer\u0002.",
    "mad_scientist_kill": "Before dying, \u0002{0}\u0002 pulls the pin on a bioengineered grenade. \u0002{1}\u0002, a{2} \u0002{3}\u0002, and \u0002{4}\u0002, a{5} \u0002{6}\u0002, get blown up by the extreme biohazard and die a painful death.",
    "mad_scientist_kill_no_reveal": "Before dying, \u0002{0}\u0002 pulls the pin on a bioengineered grenade. \u0002{1}\u0002 and \u0002{2}\u0002 get blown up by the extreme biohazard and die a painful death.",
    "mad_scientist_kill_single": "Before dying, \u0002{0}\u0002 pulls the pin on a bioengineered grenade. \u0002{1}\u0002, a{2} \u0002{3}\u0002, gets blown up by the extreme biohazard and dies a painful death.",
    "mad_scientist_kill_single_no_reveal": "Before dying, \u0002{0}\u0002 pulls the pin on a bioengineered grenade. \u0002{1}\u0002 gets blown up by the extreme biohazard and dies a painful death.",
    "mad_scientist_fail": "Before dying, \u0002{0}\u0002 pulls the pin on a bioengineered grenade. They hesitate, and it explodes, killing them.",
    "hunter_discard": "Your target has died, so you may now pick a new one.",
    "idle_death": "It's the eye of the idler, all the safes start a fight, rising up, to the challenge of the lykos... And the last known wolfwagons lynch their prey in the light, and \u0002{0}\u0002 idles out and we die... to the idler! \u0002Everyone\u0002's goat walks by and kicks the \u0002{1}\u0002's body.",
    "idle_death_no_reveal": "It's the eye of the idler, all the safes start a fight, rising up, to the challenge of the lykos... And the last known wolfwagons lynch their prey in the light, and \u0002{0}\u0002 idles out and we die... to the idler!",
    "quit_death": "\u0002{0}\u0002 was mauled by {bot_nick} and has died. Hey, can't blame me, \u0002{1}\u0002 meat is tasty.",
    "quit_death_no_reveal": "\u0002{0}\u0002 was mauled by {bot_nick} and has died.",
    "goat_fail": "Abusing goats is not allowed.",
	"mooo": [
        "\u0002moooooooooooooooooooooo.\u0002",
        "\u00032moooooooooooooooooooooo.\u0003",
        "\u00033moooooooooooooooooooooo.\u0003",
        "\u00034moooooooooooooooooooooo.\u0003",
        "\u00035moooooooooooooooooooooo.\u0003",
        "\u00036moooooooooooooooooooooo.\u0003",
        "\u00037moooooooooooooooooooooo.\u0003",
        "\u00038moooooooooooooooooooooo.\u0003",
        "\u00039moooooooooooooooooooooo.\u0003",
        "\u000310moooooooooooooooooooooo.\u0003",
        "\u000311moooooooooooooooooooooo.\u0003",
        "\u000312moooooooooooooooooooooo.\u0003",
        "\u000313moooooooooooooooooooooo.\u0003",
        "\u000314moooooooooooooooooooooo.\u0003",
        "\u000315moooooooooooooooooooooo.\u0003"
    ],
    "mooo_regular": [
        "\u00032moooooooooooooooooooooo.\u0003",
        "\u00033moooooooooooooooooooooo.\u0003",
        "\u00034moooooooooooooooooooooo.\u0003",
		"\u0002{bot_nick}\u0002 slaps \u0002{nick}\u0002 around a bit with a large cow!",
		"\u0002{bot_nick}\u0002 slaps \u0002{nick}\u0002 around a bit with a large cow!",
		"\u0002{bot_nick}\u0002 slaps \u0002{nick}\u0002 around a bit with a moderately sized \u00035moooooooo\u00035!"
    ],
    "oeuf": [
        "\u00034oeuf\u0003",
        "\u00034oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf oeuf oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf oeuf oeuf oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf oeuf oeuf oeuf oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf oeuf oeuf oeuf oeuf oeuf oeuf\u0003",
        "\u00034oeuf oeuf oeuf oeuf oeuf oeuf oeuf oeuf oeuf oeuf\u0003"
    ],
    "wut": [
        "wut",
        "wat",
        "wot",
        "Don't you mean \u0002wut\u00002?",
		"{nick}: wut yourself.",
		"\u0002{bot_nick}\u0002 stares confusedly."
    ],
    "goat_actions_lykos": [
        "\u0002{0}\u0002's goat walks by and kicks \u0002{1}\u0002.",
        "\u0002{0}\u0002's goat walks by and headbutts \u0002{1}\u0002.",
        "\u0002{0}\u0002 walks by and arrests \u0002{1}\u0002 for \u0002ilegel goat herding\u0002.",
        "\u0002{0}\u0002's goat walks by and tackles \u0002{1}\u0002 into Sagittarius A*, the black hole at the center of the galaxy.",
        "\u0002{0}\u0002's goat walks by and stares at \u0002{1}\u0002 as they foolishly try to herd goats when they have no control of the \u0002goat ph1r3\u0002.",
		"\u0002{0}\u0002's goat walks by and vaporizes \u0002{1}\u0002 with a plasma accelerator."
    ],
    "goat_success": "\u0002{0}\u0002's goat walks by and {1} \u0002{2}\u0002.",
    "dog_actions": [
        "licks",
        "chaingrabs"
    ],
    "dog_success": "\u0002{0}\u0002's dog walks by and {1} \u0002{2}\u0002.",
    "cat_actions": [
        "snuggles",
        "noms"
    ],
    "cat_success": "\u0002{0}\u0002's werekitten walks by and {1} \u0002{2}\u0002.",
    "punch_actions": [
        "\u0002Falcon Punch!!\u0002",
		"\u0002Falcon Kick!\u0002",
		"\u0002WOMBO COMBO!!!\u0002 Get your ass whooped!"
    ],
    "punch_success": "\u0002{0}\u0002 walks by and gives \u0002{2}\u0002 a {1}",
    "part_grace_time_notice": "It appears you have ragequit {0}. Please unragequit within {1} seconds or you will be declared dead.",
    "random_totem_prefix": "Because you were a filthy idler and forgot to give out your totem at night, you",
    "random_clone": "Because you were a filthy idler and forgot to select someone to clone at night, you are now cloning \u0002{0}\u0002.",
    "random_matchmaker": "Because you were a filthy idler and forgot to choose lovers at night, two people hooked up anyway and you don't know them. Sucks to be you.",
    "totem_death": "\u0002{0}\u0002's totem emitted a brilliant flash of light last night. Looks like \u0002{1}\u0002, a{2} \u0002{3}\u0002, just got dunked on.",
    "ill_wolves": "You have very low levels of salt tonight, and are unable to kill anyone.",
    "angry_wolves": "You are \u0002salty\u0002 tonight, and may kill two targets by using \"kill <nick1> and <nick2>\".",
    "fleff": [
        "No. Fuck you.",
        "No, that won't be allowed.",
        "What the hell is your problem?",
        "It's not a very good idea to use that command on \u0002{bot_nick}\u0002. It can have \u0002grave consequences\u0002.",
        "{cmd_char}lynch \u0002{nick}\u0002",
		"?al \u0002{nick}\u0002",
		"?lod \u0002{nick}\u0002",
		"?sl \u0002{nick}\u0002",
		"What the \u0002fuck\u0002 is a \u0002{cmd_char}fleff\u0002?",
		"\u0002{nick}\u0002 seen as \u0002enjoying 'finger lakes'\u0002",
		"{nick}: \u0002You have been fleffing for a while. Please stop fleffing soon or you might be declared dead.\u0002",
		"\u0002{bot_nick}\u0002 declares \u0002{nick}\u0002 dead.",
		"\u0002{nick}\u0002 didn't stop fleffing for a very long time and has been found dead. The survivors bury the \u0002troll\u0002's body.",
		"Stop bullying me or I'll report you to ##werewolf-ops :(",
		"\u0002{bot_nick}\u0002 throws a potent fleff concoction at \u0002{nick}\u0002. \u0002{nick}\u0002 gets hit by the chemicals and dies.",
        "\u0002{bot_nick}\u0002 walks by and arrests \u0002{nick}\u0002 for \u0002ilegel fleffing\u0002.",
        "The game.",
        "Oh, please, \u0002PLEASE\u0002 make it stop!"
    ],
	"salt_actions": [
        "\u0002a large bag of salt\u0002",
		"\u0002a large bag of NaCl\u0002",
		"\u0002a large bag of KCl\u0002",
		"\u0002a truckload of salt and pepper\u0002"
    ],
    "salt_success": "\u0002{0}\u0002 walks by and pours {1} on \u0002{2}\u0002.",
    "welcome": "{0}: Welcome to Werewolf, the extremely popular detective/social party game that's professionally certified to be at least 500 times better than Mafia and Town of Salem. Using the \u0002{1}\u0002 game mode{2}."
}
